10_IMPORTS_RAW/Performance QA – Home & Documentation Hub/GitLabRepo/performance-test-automation/performance/universal-platform/universal-enrollment/jmeter/up-enrollment-aws-account-ms-remote.yaml
execution:
  - concurrency: ${jconcurrency}
    ramp-up: ${jramp}
    hold-for: ${jhold}
    scenario: enrollment
scenarios:
  enrollment:
    script: up-enrollment-aws-account-ms.jmx
reporting:
  - module: blazemeter
    report-name: Universal - Account (POST)
    test: Universal - Account (POST)
    project: Universal Platform
    upload-artifacts: false